Repository: terafin/Open-Relay
Catalog: Open UI/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, bo, bs, ca, ceb, cs, da, de, el, es, et, eu, fa, fi, fr, fr_ca, ga, gl, he, hi, hr, hu, id, it, ja, ka, kab, ko, lt, lv, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, th, tk, tr, ug, uk, ur, uz, vi, zh_hans, zh_hant

source: Are you sure you want to sign out?
ar: هل تريد تسجيل الخروج؟
az: Çıxış etmək istədiyinizə əminsiniz?
bg: Сигурен ли си, че искаш да излезеш?
bn: নিশ্চিত? সাইন আউট করতে চাও?
bo: ཁྱོད་ ཕྱིར་ ལོག་ རྒྱུ་ ཡིན་ སམ་
bs: Sigurno se želiš odjaviti?
ca: Estàs segur que vols tancar la sessió?
ceb: Sure ka na bang mag-sign out?
cs: Opravdu se chceš odhlásit?
da: Er du sikker på, at du vil logge ud?
de: Bist du sicher, dass du dich abmelden möchtest?
el: Σίγουρα θέλεις να αποσυνδεθείς;
es: ¿Seguro que quieres cerrar sesión?
et: Oled kindel, et tahad välja logida?
eu: Ziur zaude saioa itxi nahi duzula?
fa: مطمئنی که می‌خوای خارج شوی؟
fi: Haluatko varmasti kirjautua ulos?
fr: T'es sûr de vouloir te déconnecter ?
fr_ca: T'es sûr que tu veux te déconnecter?
ga: Cinnte go bhfuil tú ag iarraidh logáil amach?
gl: ¿Estás seguro de que queres pechar sesión?
he: בטוח שאתה רוצה להתנתק?
hi: क्या साइन आउट करना चाहते हो?
hr: Sigurno se želiš odjaviti?
hu: Biztos hogy kijelentkezel?
id: Yakin mau logout?
it: Sei sicuro di voler uscire?
ja: 本当にサインアウトしますか？
ka: დარწმუნებული ხარ გაიცალო?
kab: Tesɛuḍ tiẓeggin akken ad k-tedfeɛd?
ko: 로그아웃하시겠어요?
lt: Tikrai atsijungti?
lv: Tiešām gribat iziet?
ms: Yakin nak sign out?
nb: Er du sikker på at du vil logge ut?
nl: Wil je echt uitloggen?
pa: ਤੁਸੀਂ ਨਿਸ਼ਚਤ ਹੋ ਕਿ ਸਾਈਨ ਆਊਟ ਕਰਨਾ ਹੈ?
pl: Na pewno chcesz się wylogować?
pt_br: Tem certeza que quer sair?
pt_pt: Tens a certeza que queres sair?
ro: Ești sigur că vrei să te deconectezi?
ru: Ты уверен, что хочешь выйти?
sk: Naozaj sa chceš odhlásiť?
sr: Sigurno želiš da se odjaviš?
sv: Är du säker på att du vill logga ut?
th: คุณแน่ใจว่าต้องการออกจากระบบไหม?
tk: Çykyşynyzy ynamly bolýarsy?
tr: Çıkmak istediğine emin misin?
ug: توپار چىقىشنى خالايسىز جان؟
uk: Ви впевнені, що хочете вийти?
ur: سائن آؤٹ کرنا ہے؟
uz: Chiqib ketmoqchisiz?
vi: Bạn chắc chắn muốn đăng xuất?
zh_hans: 确定要退出登录吗？
zh_hant: 確定要登出？

source: Arguments
ar: المعاملات
az: Arqumentlər
bg: Аргументи
bn: আর্গুমেন্টস
bo: གླེང་ སྟེགས།
bs: Argumenti
cs: Argumenty
da: Argumenter
de: Argumente
es: Argumentos
et: Argumendid
eu: Argudioak
fa: آرگومان‌ها
fi: Argumentit
ga: Argóintí
gl: Argumentos
hi: आर्गुमेंट्स
hr: Argumenti
hu: Argumentumok
it: Argomenti
ja: 引数
ka: არგუმენტები
kab: Tiɣaṛaḍ
ko: 인수
lt: Argumentai
lv: Argumenti
nb: Argumenter
nl: Argumenten
pa: ਆਰਗੁਮੈਂਟਸ
pl: Argumenty
pt_br: Argumentos
pt_pt: Argumentos
ro: Argumente
ru: Аргументы
sk: Argumenty
sr: Argumenti
sv: Argument
th: อาร์กิวเมนต์
tk: Argumentler
tr: Argümanlar
ug: دەپلىسىلەر
uk: Аргументи
ur: آرگومنٹس
uz: Argumentlar
vi: Tham số
zh_hans: 参数
zh_hant: 引數

source: Ask a Question
ar: اطرح سؤالاً
az: Sual Soruşun
bg: Задайте въпрос
bn: একটি প্রশ্ন জিজ্ঞাসা করুন
bo: དྲི་བ་འདྲི་པ།
bs: Postavi pitanje
ca: Fer una pregunta
ceb: Magtanong
cs: Položit otázku
da: Stil et spørgsmål
de: Eine Frage stellen
el: Κάνε μια Ερώτηση
es: Hacer una Pregunta
et: Esitage küsimus
eu: Galdera Bat Egin
fa: یک سوال بپرسید
fi: Esitä kysymys
fr: Poser une question
fr_ca: Poser une question
ga: Cuir Ceist
gl: Facer unha pregunta
he: שאל שאלה
hi: एक प्रश्न पूछें
hr: Postavi pitanje
hu: Kérdés felvetése
id: Ajukan Pertanyaan
it: Fai una domanda
ja: 質問する
ka: კითხვის დასმა
kab: Suter tamektit
ko: 질문하기
lt: Užduoti klausimą
lv: Uzdot jautājumu
ms: Tanya Soalan
nb: Still et spørsmål
nl: Stel een vraag
pa: ਸਵਾਲ ਪੁੱਛੋ
pl: Zadaj pytanie
pt_br: Fazer uma Pergunta
pt_pt: Faça uma Pergunta
ro: Pune o întrebare
ru: Задать вопрос
sk: Položiť otázku
sr: Postavite pitanje
sv: Ställ en fråga
th: ตั้งคำถาม
tk: Soraş Ber
tr: Soru Sor
ug: سوئال بېرىش
uk: Задати питання
ur: سوال پوچھیں
uz: Savol So'rash
vi: Đặt Câu hỏi
zh_hans: 提问
zh_hant: 提出問題

source: Assistant
ar: المساعد
az: Köməkçi
bg: Асистент
bn: সহায়ক
bo: ལག་རོགས་པ།
bs: Asistent
ca: Assistent
cs: Asistent
da: Assistent
de: Assistent
el: Βοηθός
es: Asistente
et: Assistent
eu: Laguntzailea
fa: دستیار
fi: Avustaja
ga: Cúntóir
gl: Asistente
he: עוזר
hi: सहायक
hr: Asistent
hu: Asszisztens
id: Asisten
it: Assistente
ja: アシスタント
ka: დამხმარე
kab: Amallal
ko: 어시스턴트
lt: Asistentas
lv: Asistents
ms: Pembantu
nb: Assistent
nl: Assistent
pa: ਸਹਾਇਕ
pl: Asystent
pt_br: Assistente
pt_pt: Assistente
ro: Asistent
ru: Ассистент
sk: Asistent
sr: Помоћник
sv: Assistent
th: ผู้ช่วย
tk: Ýardymçy
tr: Asistan
ug: ياردەمچى
uk: Асистент
ur: اسسٹنٹ
uz: Ёрдамчи
vi: Trợ lý
zh_hans: 助手
zh_hant: 助理

source: Attach file
ar: إرفاق ملف
az: Fayl Qoş
bg: Прикачи файл
bn: ফাইল attach করো
bo: ཕབ་ ལིང་ སྦྲེལ།
bs: Dodaj datoteku
ca: Adjuntar fitxer
ceb: Mag-attach ng file
cs: Připojit soubor
da: Vedhæft fil
de: Datei anhängen
el: Επισύναψη αρχείου
es: Adjuntar archivo
et: Manusta fail
eu: Fitxategi atapika
fa: الحاق فایل
fi: Liitä tiedosto
fr: Joindre un fichier
fr_ca: Joindre un fichier
ga: Ceangail comhad
gl: Adxuntar ficheiro
he: צרף קובץ
hi: फाइल अटैच करें
hr: Priloži datoteku
hu: Fájl csatolása
id: Lampirin file
it: Allega file
ja: ファイル添付
ka: ფაილი
kab: Warṇ ifulu
ko: 파일 첨부
lt: Pridėti failą
lv: Pievienot failu
ms: Lampir file
nb: Legg ved fil
nl: Bestand bijvoegen
pa: ਫਾਈਲ ਜੋੜੋ
pl: Załącz plik
pt_br: Anexar arquivo
pt_pt: Anexar ficheiro
ro: Atașează fișier
ru: Приложить файл
sk: Pridať súbor
sr: Priloži datoteku
sv: Lägg till fil
th: เพิ่มไฟล์
tk: Fayl bagla
tr: Dosya ekle
ug: ھۆجپىت قوشۇش
uk: Прикріпити файл
ur: فائل لگائیں
uz: Fayl biriktirish
vi: Gắn file
zh_hans: 附加文件
zh_hant: 附加檔案

source: Attach knowledge collections or files to this model.
ar: أرفق مجموعات معرفية أو ملفات بهذا النموذج
az: Bilgi kolleksiyaları ya da faylları bu modela qoş.
bg: Прикачи knowledge collections или файлове към този модел
bn: এই মডেল এ knowledge collections বা ফাইল attach করো।
bo: ཤེས་ བྱ་ སྦྲེལ་ བ་ ཡང་ ན་ ཕབ་ ལིང་ ལག་ དེའི་ སྦྲེལ།
bs: Dodaj kolekcije znanja ili datoteke ovom modelu.
ca: Adjunta col·leccions de coneixement o fitxers a aquest model.
ceb: I-attach ang knowledge o files dito.
cs: Připoj znalostní kolekce nebo soubory k tomuto modelu.
da: Vedhæft videnssamlinger eller filer til denne model.
de: Hänge Wissenssammlungen oder Dateien an dieses Modell an.
el: Επισύναψη knowledge collections ή αρχείων σε αυτό το μοντέλο.
es: Agrega colecciones de conocimiento o archivos a este modelo
et: Manusta teadmistebaasid või failid selle mudelisse.
eu: Jakintz-bildumak edo fitxategiak atapika eredu honi.
fa: دانش‌گاه‌ها یا فایل‌ها رو به این مدل متصل کنید.
fi: Liitä tietokannakokoelmia tai tiedostoja tähän malliin.
fr: Attache des collections de connaissances ou des fichiers à ce modèle.
fr_ca: Attache des collections de connaissances ou des fichiers à ce modèle.
ga: Ceangail bailiúcháin eolais nó comhaid don tsamhail seo.
gl: Adxunta coleccións de coñecemento ou ficheiros a este modelo.
he: צרף Knowledge collections או קבצים למודל הזה.
hi: इस मॉडल में नॉलेज कलेक्शन या फाइलें अटैच करें।
hr: Priloži baze znanja ili datoteke ovom modelu.
hu: Csatol tudásbázis gyűjteményeket vagy fájlokat ehhez a modellhez.
id: Lampirin knowledge collections atau files ke model ini.
it: Allega collezioni di conoscenza o file a questo modello
ja: このモデルにナレッジコレクションやファイルを添付してください。
ka: ბაზები ან ფაილები
kab: Warṇ widen n tira neɣ ifuyla ɣ umodelu-a.
ko: 이 모델에 지식 컬렉션이나 파일을 연결해주세요.
lt: Pridėk žinių kolekcijas arba failus prie šio modelio.
lv: Pievienojiet zināšanu kolekcijas vai failus šim modelim.
ms: Lampir knowledge collections atau file ke model ini.
nb: Legg ved kunnskapssamlinger eller filer til denne modellen
nl: Kenniscollecties of bestanden aan dit model koppelen.
pa: ਇਸ ਮਾਡਲ ਨੂੰ ਨਾਲੇਜ ਕਲੈਕਸ਼ਨ ਜਾਂ ਫਾਈਲਾਂ ਜੋੜੋ।
pl: Dołącz kolekcje wiedzy lub pliki do tego modelu.
pt_br: Anexe coleções de conhecimento ou arquivos a este modelo.
pt_pt: Anexa coleções de conhecimento ou ficheiros a este modelo.
ro: Atașează colecții de cunoștințe sau fișiere la acest model.
ru: Подключи коллекции знаний или файлы к этой модели
sk: Pripoj zbierky alebo súbory k tomuto modelu.
sr: Priloži kolekcije znanja ili datoteke na ovaj model.
sv: Bifoga kunskapssamlingar eller filer till den här modellen.
th: เชื่อมคอลเลกชันความรู้หรือไฟล์กับโมเดลนี้
tk: Bu modele bilim toplamlary ýa-da fayllary bagla.
tr: Bilgi koleksiyonları ya da dosyaları bu modele bağla.
ug: بىلىم توپلاملارىنى ياكى ھۆجپىتلەرنى بۇ مودېلغا قوشۇڭ.
uk: Прикріпіть колекції знань або файли до цієї моделі.
ur: اس ماڈل کے لیے جاننے کی چیزیں یا فائلیں لگائیں
uz: Bilim to'plamlarini modelga biriktiring
vi: Gắn các bộ sưu tập kiến thức hoặc file vào mô hình này.
zh_hans: 把知识库或文件附加到这个模型
zh_hant: 把知識集合或檔案加到模型

source: Attachments
ar: المرفقات
az: Əlavələr
bg: Прикачени файлове
bn: এ্যাটাচমেন্টস
bo: སྦྲེལ་ བ།
bs: Prilozi
ca: Adjunts
cs: Přílohy
da: Vedhæftninger
de: Anhänge
el: Συνημμένα
es: Archivos adjuntos
et: Manused
eu: Eranskiñak
fa: پیوست‌ها
fi: Liitteet
fr: Pièces jointes
fr_ca: Pièces jointes
ga: Iatáin
gl: Adxuntos
he: קבצים מצורפים
hi: अटैचमेंट्स
hr: Privici
hu: Mellékletek
id: Lampiran
it: Allegati
ja: 添付ファイル
ka: დამატებული
kab: Taɣmin
ko: 첨부파일
lt: Priedai
lv: Pielikumi
ms: Lampiran
nb: Vedlegg
nl: Bijlagen
pa: ਅਟੈਚਮੈਂਟਸ
pl: Załączniki
pt_br: Anexos
pt_pt: Anexos
ro: Atașamente
ru: Вложения
sk: Prílohy
sr: Prilozi
sv: Bilagor
th: ไฟล์แนบ
tk: Baglanylanlar
tr: Ekler
ug: قوشۇنچىلار
uk: Прикріплення
ur: اٹیچمنٹس
uz: Fayllar
vi: Tệp đính kèm
zh_hans: 附件
zh_hant: 附件

source: Attachments & tools
ar: المرفقات والأدوات
az: Əlavələr & alətlər
bg: Прикачени файлове & инструменти
bn: এ্যাটাচমেন্টস ও টুলস
bo: དེར་སྦྱར་དང་ལག་རིས།
bs: Prilozi i alati
ca: Adjunts i eines
cs: Přílohy a nástroje
da: Vedhæftninger og værktøjer
de: Anhänge & Tools
el: Συνημμένα & εργαλεία
es: Archivos adjuntos y herramientas
et: Manused & tööriistad
eu: Eranskiñak eta tresnak
fa: پیوست‌ها و ابزار‌ها
fi: Liitteet ja työkalut
fr: Pièces jointes & outils
fr_ca: Pièces jointes et outils
ga: Iatáin & uirlisí
gl: Adxuntos e ferramentas
he: קבצים וכלים
hi: अटैचमेंट्स और टूल्स
hr: Privici i alati
hu: Mellékletek és eszközök
id: Lampiran & tools
it: Allegati e strumenti
ja: 添付ファイル＆ツール
ka: დამატებული & ხელსაწყოები
kab: Taɣmin & ifecka
ko: 첨부파일 & 도구
lt: Priedai & įrankiai
lv: Pielikumi un rīki
ms: Lampiran & tools
nb: Vedlegg og verktøy
nl: Bijlagen & tools
pa: ਅਟੈਚਮੈਂਟਸ ਅਤੇ ਟੂਲਸ
pl: Załączniki i narzędzia
pt_br: Anexos e ferramentas
pt_pt: Anexos e ferramentas
ro: Atașamente și unelte
ru: Вложения и инструменты
sk: Prílohy a nástroje
sr: Prilozi i alati
sv: Bilagor & verktyg
th: ไฟล์แนบและเครื่องมือ
tk: Baglanylanlar we gurallary
tr: Ekler & araçlar
ug: ئىستانسالىق ۋە قورالlar
uk: Вкладення та інструменти
ur: اٹیچمنٹس اور ٹولز
uz: Qo'shimchalar va asboblar
vi: Đính kèm & công cụ
zh_hans: 附件和工具
zh_hant: 附件和工具

source: Audio & Transcription
ar: الصوت والتحويل النصي
az: Səs & Transkripsiya
bg: Аудио & Транскрипция
bn: অডিও ও ট্রান্সক্রিপশন
bo: སྒྲ་ཆ་དང་གཏུབ་རིས།
bs: Audio i transkripcija
ca: Àudio i transcripció
cs: Zvuk a přepis
da: Lyd og transskription
de: Audio & Transkription
el: Ήχος & Μεταγραφή
es: Audio y transcripción
et: Audio ja transkriptsioon
eu: Audioa eta transkripzioa
fa: صوت و تبدیل صوت به متن
fi: Audio ja litterointi
fr_ca: Audio et transcription
ga: Fuaim & Traschríobh
gl: Audio e transcripción
he: אודיו ותמלול
hi: ऑडियो और ट्रांसक्रिप्शन
hr: Audio i transkripcija
hu: Audió és transzkripció
id: Audio & Transkripsi
it: Audio e trascrizione
ja: オーディオ＆文字起こし
ka: ხმა & ტექსტი
kab: Audio & Asuggem
ko: 오디오 & 음성인식
lt: Audio & Transkribavimas
lv: Audio un transkripcija
ms: Audio & Transkripsi
nb: Lyd og transkripsjon
nl: Audio & Transcriptie
pa: ਆਡੀਓ ਅਤੇ ਟ੍ਰੈਂਸਕ੍ਰਿਪਸ਼ਨ
pl: Audio i transkrypcja
pt_br: Áudio e Transcrição
pt_pt: Áudio e Transcrição
ro: Audio și transcriere
ru: Аудио и транскрипция
sk: Zvuk a prepis
sr: Zvuk i transkripcija
sv: Ljud & transkription
th: เสียงและบันทึกพูด
tk: Ses we Transkripsiýa
tr: Ses & Transkripsiyon
ug: ئاۋاز ۋە ئېمۇلاش
uk: Аудіо та транскрипція
ur: آڈیو اور ٹرانسکریپشن
uz: Ovoz va Transkribtsiya
vi: Audio & Phiên âm
zh_hans: 音频和转录
zh_hant: 音訊和轉錄

source: Audio File Transcription
ar: تحويل ملف صوتي
az: Səs Faylı Transkripsionu
bg: Транскрипция на аудио файл
bn: অডিও ফাইল ট্রান্সক্রিপশন
bo: སྒྲ་ཆའི་ཡིག་ཆ་གཏུབ་རིས།
bs: Transkripcija audio datoteka
ca: Transcripció de fitxers d'àudio
cs: Přepis zvukového souboru
da: Lydfilstransskription
de: Audio-Datei Transkription
el: Μεταγραφή Αρχείου Ήχου
es: Transcripción de audio
et: Audiofaili transkriptsioon
eu: Audio-fitxategiaren transkripzioa
fa: تبدیل فایل صوتی
fi: Audiotiedoston litterointi
fr: Transcription audio
fr_ca: Transcription de fichier audio
ga: Traschríobh Comhaid Fuaime
gl: Transcripción de ficheiros de audio
he: תמלול קובץ אודיו
hi: ऑडियो फाइल ट्रांसक्रिप्शन
hr: Transkripcija audioa
hu: Audiófájl transzkripciója
id: Transkripsi File Audio
it: Trascrizione file audio
ja: オーディオ文字起こし
ka: ხმა → ტექსტი
kab: Asuggem n ifulu Audio
ko: 음성 파일 변환
lt: Audio failo transkribavimas
lv: Audio faila transkripcija
ms: Transkripsi File Audio
nb: Transkripsjon av lydfiler
nl: Audio-bestandtranscriptie
pa: ਆਡੀਓ ਫਾਈਲ ਟ੍ਰੈਂਸਕ੍ਰਿਪਸ਼ਨ
pl: Transkrypcja pliku audio
pt_br: Transcrição de Arquivo de Áudio
pt_pt: Transcrição de ficheiro áudio
ro: Transcriere audio
ru: Транскрипция аудиофайлов
sk: Prepis audio súborov
sr: Transkripcija audio fajla
sv: Transkribering av ljudfil
th: บันทึกไฟล์เสียง
tk: Ses Fayl Transkripsiýasy
tr: Ses Dosyası Transkripsiyonu
ug: ئاۋاز فايلىنى ئېمۇلاش
uk: Транскрипція аудіо
ur: آڈیو فائل ٹرانسکریپشن
uz: Ovoz Faylini Transkribtsiya
vi: Phiên âm file audio
zh_hans: 音频转录
zh_hant: 音訊檔案轉錄

source: Audio files are transcribed locally on your device using Qwen3 ASR. Fully private — no audio sent to the server. Supports multiple languages with auto-detection.
ar: يتم تحويل ملفات الصوت محلياً على جهازك باستخدام Qwen3 ASR. خصوصي تماماً — لا يتم إرسال أي صوت إلى السيرفر. يدعم لغات متعددة مع الكشف التلقائي
az: Səs faylları Qwen3 ASR istifadə edərək cihazınızda yerli olaraq transkripsiya edilir. Tamamilə şəxsi — səs serverə göndərilmir. Avtomatik aşkarlama ilə çoxdilli dəstəyi.
bg: Аудио файловете се транскрибират локално на твоето устройство с Qwen3 ASR. Напълно приватно — аудиото не се изпраща до сървъра. Поддържа множество езици с автоматично разпознаване
bn: অডিও ফাইলস তোমার ডিভাইস এ Qwen3 ASR দিয়ে ট্রান্সক্রাইব হয়। সম্পূর্ণ প্রাইভেট — কোন অডিও সার্ভারে যায় না। একাধিক ভাষা সাপোর্ট করে অটো-ডিটেকশন সহ।
bo: སྒྲ་ཆ་དེ་ Qwen3 ASR ལ་སྐུལ་ནས་ཁྱེད་ཀྱི་སྒྲིག་ཆ་ནང་བསྒྱུར་རིས་བྱེད་ཀྱིན་ཡོད། གྲིབ་མེད་གཏུབ་རིས་ཡིན་ལ། སྐད་ཡིག་མང་ཉུང་ལ་ཡུན་རྒྱུན་ངོ་སྤྲོད་བྱེད་ཀྱི་ཡོད།
bs: Audio datoteke se transkribiraju lokalno na tvom uređaju koristeći Qwen3 ASR. Potpuno privatno — nijedan audio nije poslan serveru. Podržava više jezika sa auto-detekcijom.
ca: Els fitxers d'àudio es transcriuen localment al teu dispositiu mitjançant Qwen3 ASR. Totalment privat — cap àudio enviat al servidor. Suporta múltiples idiomes amb detecció automàtica.
ceb: Ang audio files ay itra-transcribe locally sa device mo using Qwen3 ASR. Fully private — walang audio na ipapadala sa server. Sumusuporta ng multiple languages with auto-detection.
cs: Zvukové soubory se přepisují lokálně na tvém zařízení pomocí Qwen3 ASR. Zcela soukromé — žádný zvuk se neodesílá na server. Podporuje více jazyků s automatickou detekcí.
da: Lydfiler bliver transskriberet lokalt på din enhed med Qwen3 ASR. Helt privat — ingen lyd til serveren. Understøtter flere sprog med auto-genkendelse.
de: Audio-Dateien werden lokal auf deinem Gerät mit Qwen3 ASR transkribiert. Vollständig privat — kein Audio wird an den Server gesendet. Unterstützt mehrere Sprachen mit Auto-Erkennung.
el: Τα αρχεία ήχου μεταγράφονται τοπικά στη συσκευή σου χρησιμοποιώντας Qwen3 ASR. Εντελώς ιδιωτικό — κανένας ήχος δεν αποστέλλεται στο server. Υποστηρίζει πολλές γλώσσες με αυτόματη ανίχνευση.
es: Los archivos de audio se transcriben localmente en tu dispositivo usando Qwen3 ASR. Totalmente privado — no se envía audio al servidor. Compatible con múltiples idiomas con detección automática
et: Audiofailid transkribeeritakse sinu seadmel kasutades Qwen3 ASR-i. Täiesti privaatne — ühtegi helifaili ei saadeta serverile. Toetab mitut keelt automaatse tuvastamisega.
eu: Audio-fitxategiak tokian-tokian transkribitzen dira zure gailuan Qwen3 ASR erabiliz. Guztiz pribatua — audiorik ez da zerbitzarira bidalita. Hizkuntza anitzak onartzen ditu detekzio automatikoaren laguntzaz.
fa: فایل‌های صوتی به‌صورت محلی روی دستگاه شما با استفاده از Qwen ASR تبدیل می‌شوند. کاملاً خصوصی — بدون ارسال صدا به سرور. از زبان‌های متعدد با تشخیص خودکار پشتیبانی می‌کند.
fi: Audiotiedostot litteroituvat paikallisesti laitteellasi Qwen3 ASR:lla. Täysin yksityinen — audiota ei lähetetä palvelimelle. Tukee useita kieliä automaattisella tunnistuksella.
fr: Les fichiers audio se transcrivent localement sur ton téléphone avec Qwen3 ASR. Totalement privé — aucun audio envoyé au serveur. Supporte plusieurs langues avec détection auto.
fr_ca: Les fichiers audio sont transcrits localement sur ton appareil avec Qwen3 ASR. Complètement privé — aucun audio envoyé au serveur. Supporte plusieurs langues avec détection automatique.
ga: Traschríobhtar comhaid fuaime go logánta ar do ghléas ag úsáid Qwen3 ASR. Príobháideach go hiomlán — gan fuaim a sheoladh chuig an fhreastalaí. Tacaíonn sé le teangacha iolracha le fionraiteoir uathoibríoch.
gl: Os ficheiros de audio transcríbense localmente no teu dispositivo usando Qwen3 ASR. Totalmente privado — ningún audio enviado ao servidor. Soporta múltiples idiomas coa detección automática.
he: קבצי אודיו מותמללים באופן מקומי בהתקן שלך באמצעות Qwen3 ASR. פרטי לחלוטין — אין אודיו שנשלח לשרת. תומך בשפות מרובות עם זיהוי אוטומטי.
hi: ऑडियो फाइलें आपके डिवाइस पर Qwen3 ASR से ट्रांसक्राइब होती हैं। पूरी तरह प्राइवेट — सर्वर को कोई ऑडियो नहीं भेजा जाता। कई भाषाएं सपोर्ट करता है ऑटो-डिटेक्शन के साथ।
hr: Audio datoteke se transkribiraju lokalno na tvom uređaju pomoću Qwen3 ASR. Potpuno privatno — audio se ne šalje na server. Podrška za više jezika s auto-detekcijom.
hu: Az audiófájlok helyileg kerülnek feldolgozásra az eszközödön a Qwen3 ASR-rel. Teljesen privát — semmilyen audió nem megy a szerverhez. Automatikus nyelvfelismeréssel több nyelvet támogat.
id: File audio ditranskripsi secara lokal di device kamu pake Qwen3 ASR. Fully private — nggak ada audio yang dikirim ke server. Support berbagai bahasa dengan auto-detection.
it: I file audio vengono trascritti localmente sul tuo dispositivo con Qwen3 ASR. Completamente privato — nessun audio al server. Supporta più lingue con rilevamento automatico
ja: オーディオファイルは Qwen3 ASR でローカル文字起こし。完全プライベート — オーディオはサーバーに送信されません。複数言語対応（自動検出）。
ka: ხმა გარდაიქმნება ტექსტად მოწყობილობაზე Qwen3-ით. პირადი - კოდი არ იგზავნება. მრავალი ენა.
kab: Ifuyla Audio d-ttasuggumin ɣ yiwan n takli s Qwen3 ASR. D uslig aca — ulac audio d-yettwazne ɣ aserver. Isuggem askiyen s tazzuyin talamint.
ko: 음성 파일이 Qwen3 ASR을 사용해 기기에서 로컬로 변환돼요. 완전 프라이빗 — 서버로 전송 안 됨. 자동 감지로 여러 언어 지원.
lt: Audio failai transkribuojami lokalioje tavo įrenginyje naudojant Qwen3 ASR. Visiškai privatu — joks audio nesiųstas į serverį. Palaiko daug kalbų su automatine detekcija.
lv: Audio faili tiek transkribēti lokāli uz jūsu ierīces, izmantojot Qwen3 ASR. Pilnībā privāts — neviens audio netiek nosūtīts uz serveri. Atbalsta vairākas valodas ar automātisko noteikšanu.
ms: File audio ditranskripsikan secara lokal di device kamu pake Qwen3 ASR. Fully private — nggak ada audio yg dikirim ke server. Dukung banyak bahasa dengan auto-detection.
nb: Lydfiler blir transkribert lokalt på enheten din ved hjelp av Qwen3 ASR. Helt privat — ingen lyd sendt til serveren. Støtter flere språk med autodeteksjon
nl: Audiobestanden worden lokaal op je apparaat getranscribeerd met Qwen3 ASR. Volledig privé — geen audio naar de server. Ondersteunt meerdere talen met automatische detectie.
pa: ਆਡੀਓ ਫਾਈਲਾਂ ਤੁਹਾਡੀ ਡਿਵਾਈਸ 'ਤੇ Qwen3 ASR ਨਾਲ ਲੋਕਲ ਟ੍ਰਾਂਸਕ੍ਰਾਈਬ ਹੁੰਦੀਆਂ ਹਨ। ਪੂਰੀ ਪ੍ਰਾਈਵੇਟ — ਕੋਈ ਆਡੀਓ ਸਰਵਰ ਨੂੰ ਨਹੀਂ ਭੇਜੀ ਜਾਂਦੀ। ਮਲਟੀਪਲ ਲੈਂਗਵੇਜ ਆਟੋ-ਡਿਟੈਕਸ਼ਨ ਸਾਥ।
pl: Pliki audio są transkrybowane lokalnie na Twoim urządzeniu za pomocą Qwen3 ASR. W pełni prywatne — żaden audio nie jest wysyłany na serwer. Obsługuje wiele języków z automatycznym wykryciem.
pt_br: Arquivos de áudio são transcritos localmente no seu dispositivo usando Qwen3 ASR. Totalmente privado — nenhum áudio enviado pro servidor. Suporta vários idiomas com detecção automática.
pt_pt: Ficheiros áudio são transcritos localmente no teu dispositivo usando Qwen3 ASR. Totalmente privado — nenhum áudio é enviado ao servidor. Suporta múltiplas línguas com detecção automática.
ro: Fișierele audio sunt transcrise local pe dispozitivul tău folosind Qwen3 ASR. Total privat — nici un audio trimis la server. Suportă mai multe limbi cu detectare automată.
ru: Аудиофайлы транскрибируются локально на твоём устройстве с помощью Qwen3 ASR. Полностью приватно — ничего на сервер не отправляется. Поддерживает много языков с автоопределением
sk: Audio sa prepísavajú lokálne na tvojom zariadení cez Qwen3 ASR. Úplne súkromné — bez posielania na server. Podporuje viac jazykov s auto-detekciou.
sr: Audio fajlovi se transkribuju lokalno na tvom uređaju koristeći Qwen3 ASR. Potpuno privatno — zvuk se ne šalje na server. Podržava više jezika sa auto-detekcijom.
sv: Ljudfiler transkriberas lokalt på din enhet med Qwen3 ASR. Helt privat — inget ljud skickas till servern. Stöder flera språk med automatisk igenkänning.
th: ไฟล์เสียงถูกบันทึกเป็นข้อความแบบเป็นส่วนตัวบนเครื่องของคุณโดยใช้ Qwen3 ASR ไม่มีเสียงส่งไปเซิร์ฟเวอร์ รองรับหลายภาษาพร้อมตรวจจับอัตโนมัติ
tk: Ses fayllary Qwen3 ASR ulanyp seniň enjamyňda ýerli transkripsiýa edilýär. Doly gizlin — ses serwere iberedilmeýän. Awtomatiki dildir duduşdyrmak bilen köp dilleri goldaýar.
tr: Ses dosyaları cihazında Qwen3 ASR kullanılarak lokal olarak transkripsiyonu yapılır. Tamamen gizli — sunucuya ses gönderilmez. Otomatik dil algılamasıyla birden fazla dili destekler.
ug: سىزنىڭ ئۈسكۈنىڭىزدا Qwen3 ASR نى ئىشلىتىپ ئاۋاز فايللىرى يەرلىك بولۇپ ئېمۇلانىدۇ. تولۇق شەخسىي — ئاۋاز سېرۋېركە يوللانمايدۇ. كۆپ تىل بىلەن ئاپتوماتىك بەلگىلىش قوللايدۇ.
uk: Аудіофайли обробляються локально на твоєму пристрої за допомогою Qwen3 ASR. Повністю приватно — аудіо не лізе на сервер. Підтримує кучу мов з автовизначенням.
ur: آڈیو فائلیں آپ کے ڈیوائس پر Qwen3 ASR سے ٹرانسکرائب ہوتی ہیں۔ بالکل نجی — سرور کو کوئی آڈیو نہیں بھیجا جاتا۔ متعدد زبانوں کو خودکار شناخت کے ساتھ سپورٹ کرتا ہے۔
uz: Ovoz fayllari Qwen3 ASR yordamida qurilmada transkribtsiya qilinadi. To'liq xususiy — ovoz serverga yuborilmaydi. Avtomatik aniqlash bilan ko'p tillarni qo'llaydi.
vi: File audio được phiên âm trên thiết bị của bạn bằng Qwen3 ASR. Hoàn toàn riêng tư — không gửi audio lên server. Hỗ trợ nhiều ngôn ngữ với tự động phát hiện.
zh_hans: 音频文件会在你的设备上用 Qwen3 ASR 进行本地转录。完全私密 — 音频不会发到服务器。支持多语言自动识别。
zh_hant: 音訊檔案在裝置上用 Qwen3 ASR 進行在地轉錄。完全隱私 — 音訊不會傳到伺服器。支持多種語言且自動偵測
